[{"tag":"War","date":"1914-06-28","title":"Assassination of Archduke Franz Ferdinand","country":"Yugoslavia","description":"In 1914, Archduke Franz Ferdinand, heir to Austria-Hungary, was shot in Sarajevo by members of a militant Serb nationalist group known as the Black Hand. While meaningful in it's own right, the assassination of Archduke Ferdinand is best remembered for setting in motion the series of events that would lead to the downfall of the land empires that had dominated Europe for centuries. Austria, blaming Serbia, declared war, hoping to strike quickly and put an end to any other nation-states that thought they could compete with a multi-national empire. However, no side won immediately, and various other powers joined the conflict until the entire continent was engulfed in World War.","quoteCitation":null,"citations":"Lecture 1","quote":null},{"tag":"Treaty","date":"1915-04-26","title":"Treaty of London","country":"Yugoslavia","description":"At the time, many expected Italy to join the World War on the side of the Austrian empire. But, behind closed doors, the Italians negotiated with the Entente powers and joined the war on the other side, with promises of Austrian land if the Entente were to emerge victorious. This thinking is emblematic of the time period: empires didn't have to respect the smaller nation-states, and could divvy up their land amongst themselves as they saw fit.","quoteCitation":"Ivo Banac, The National Question in Yugoslavia: Origins, History, Politics, Ithaca: Cornell University Press, 1988, 117","citations":"Lecture 2","quote":"From the outset the JO was impeded … by the attitude of the Entente governments, whose war aims did not yet include the breakup of Austria-Hungary…. [they] saw the South Slavic question as a nuisance that should be treated as convenience suited, in whatever way did the most to shorten the war. The terms for Italy's accession to the Allied side were the gravest case in point: the secret Treaty of London which the Entente powers concluded with Italy on April 26, 1·915, promised Italy extensive territories … in exchange for a declaration of war on Austria-Hungary."},{"tag":"Social Movement","date":"1917-03-08","title":"Bolshevik Revolution","country":"Russia","description":"The Bolshevik Revolution may be the event that had the biggest impact in shaping Eastern Europe in the 20th century. In 1917, Vladimir Lenin turned Russian society upside down with the success of the Bolshevik Revolution. Lenin, acting on behalf of the masses, executed a successful communist revolution in Russia. To Lenin, this revolution was only meant to be the beginning. Because it was successful in Russia, Lenin saw it as part of the inexorable march toward communism that Marx predicted, and he assumed that soon the rest of the world would follow. ","quoteCitation":"Snyder, Timothy. Bloodlands (p. 5). Basic Books. Kindle Edition. ","citations":"Lecture 7","quote":"Surely, reasoned the Bolsheviks, the German Empire would soon collapse along with the rest of the oppressive capitalist system, and Russian and other revolutionaries could spread their new order westward, to these terrains and beyond. The war, Lenin and Trotsky argued, would bring inevitable German defeat on the western front and then a workers’ revolution within Germany itself."},{"tag":"State Formation","date":"1917-07-20","title":"Corfu Declaration","country":"Yugoslavia","description":"As the first World War went on, a question emerged about what to do with the Slavic states. The Prime Minister of Serbia, Nikola Pašić, wanted an enlarged state that codified Serbian dominance, and would not settle for a state that was founded on principles of national equality. On the other hand, Croats and Slovenes don't have a strong case for national-self determination, so if they did not want to get swallowed up by a larger state they had no choice but to tie their fate to that of the Serbs. The Corfu Declaration codified the resultant state: the \"Kingdom of Serbs, Croats and Slovenes\".","quoteCitation":"Ivo Banac, The National Question in Yugoslavia: Origins, History, Politics, Ithaca: Cornell University Press, 1988, 116","citations":"Lecture 5","quote":"Though defensive considerations understandably dominated Serbia's initial war aims, the government of Serbia understood from the very beginning of the hostilities that the outcome of conflict would bring vast changes in Serbia's position in the Balkans. Serbia could either become a colony of the enlarged Habsburg Monarchy (rather like Bosnia-Hercegovina), or it could realize its ambitions at the expense of Austria-Hungary."},{"tag":null,"date":"1918-08-08","title":"Battle of Amiens","country":"Germany","description":null,"quoteCitation":null,"citations":null,"quote":null},{"tag":"State Formation","date":"1918-10-28","title":"Formation of Czechoslovakia","country":"Czechoslovakia","description":"Earlier in 1918, Tomáš Masaryk had signed what was known as the Pittsburgh Agreement, laying the intellectual groundwork for the creation of a \"Czecho-Slovak\" state. Much like the Corfu Declaration, this was a merger of two nations into one nation-state, and it came about due to similar considerations. The Czechs realized that if Germany won WWI, they would end up a minority in a German state; but on the other hand, if Germany lost, they were a small people, with a quiet voice on the world stage. Similarly, the Slovaks were too small of a people to sue for their own nation, and for years, their history had been   Therefore, the Czechs and Slovaks jointly created a new state called Czechoslovakia, with Masaryk as the first president. ","quoteCitation":"Antony Polonsky, The Little Dictators, London: Routledge, 1975, 116.\n","citations":"Lecture 3","quote":"A significant proportion of the leading Czech politicians decided quite early in the war that a victory for the Central Powers would be a disaster for the Czechs and would even seriously endanger their national existence… A Slovak himself, Masaryk was a strong believer in Czecho-Slovak unity both on cultural grounds and because it was only by the establishment of a 'Czech-Slovakia' that a state strong enough to maintain an independent existence could be established."},{"tag":"State Formation","date":"1918-11-01","title":"Formation of West Ukraininan People's republic ","country":"Ukraine","description":"As would become a trend throughout the 20th century, much of the first world war was fought on Ukrainian territory, as it lay between Russia and the central powers. As the war drew to a close, the Ukrainians saw their neighbors collapsing, with the Bolshevik Revolution to the east and dissolution of Austria-Hungrary to the west. At the same time, they had an unlikely ally in Germany, who saw a strong Ukraine as a solid buffer between them and Russia. Seizing the moment, the Ukrainians sued for independence, creating a new state called the West Ukrainian People's Republic. Unfortunately, it would not last long. Poland, also trying to create it's own national entity, claimed much of the same land. Within a year, they occupied the territory and forced the government into exile.","quoteCitation":"Barbara Jelavich, The Habsburg Empire in European Affairs, 1814-1918, Chicago: Rand McNally, 1969, 169","citations":"Lecture 6","quote":"The situation, in fact, became worse when in February 1918 the central powers made peace with Ukraine. At this time, Germany wished to form a strong Ukrainian state as a balance to Russia … In this treaty, lands that the Poles wished for themselves were incorporated into the Ukraine.It was not possible for the central powers to favor the Ukrainians without alienating the Poles."},{"tag":null,"date":"1918-12-11","title":"Armistice with Germany","country":"Multiple","description":null,"quoteCitation":null,"citations":null,"quote":null},{"tag":"Treaty","date":"1919-06-28","title":"Treaty of Versailles","country":"Germany","description":"The treaty of Versailles was the post-war settlement the Entente reached with Germany; more accurately, it could be described as the settlement imposed on Germany. In the mind of France, Britain and the US, Germany, the loser, had to be punished. Germany lost a significant amount of territory, to France, Poland, Denmark, and more. Additionally, the Treaty of Versailles banned anschluss, the merger of Germany and Austria, even though that is what many Austrians wanted. This was seen as hypocritical - while the Entente called for national-self determination, they only applied it to those they saw as allies. This treaty was quite galling to many Germans, and many saw it as a national humiliation, setting the stage for Hitler's party to rise to power just over a decade later. ","quoteCitation":"Snyder, Timothy. Bloodlands (pp. 7-8). Basic Books. Kindle Edition. ","citations":"Lecture 2","quote":"The Americans in particular characterized their participation in the war as a crusade for national self-determination. But the French, who had suffered more than any power, wanted the Germans punished and France’s allies rewarded. The Treaty of Versailles indeed contradicted the very principle for which the Entente Powers had claimed to fight the war: national self-determination. At Versailles,… the peoples considered allies by the Entente (Poles, Czechs, Romanians) got more territory and accordingly more numerous ethnic minorities within their frontiers. The nations considered enemies (Germans, Hungarians, Bulgarians) got less territory and accordingly larger diasporas of their own people within the borders of other states."},{"tag":"Treaty","date":"1919-09-10","title":"Treaty of Saint-Germain","country":"Austria","description":"Much like Versailles, the Treaty of Saint-Germain was another treaty with a defeated power: Austria. Austria had lost what had been a glorious empire, and many thought that the remaining shell could not sustain economic life. As such, many Austrians wished to be merged into a larger Germany. The French, still reeling from a bloody war, were opposed: they wanted to punish Germany, not see it grow bigger. As such, this treaty banned the merger of Germany and Austria.","quoteCitation":"Snyder, Timothy. Bloodlands (p. 9). Basic Books. Kindle Edition. ","citations":"Lecture 2","quote":"Almost the entire population of Austria, resting between Czechoslovakia and Germany, were German speakers. Austria was nevertheless required by the Treaty of St. Germain to exist as a separate state, although much of its population would have preferred accession to Germany."},{"tag":"Treaty","date":"1920-06-04","title":"Treaty of Trianon","country":"Hungary","description":"The treaty of Trianon, like that of Versailles and Saint-Germain, was yet another treaty made with a defeated WWI power. In it, Hungary lost a significant chunk of its land and power, and it was a national tragedy for the years to come. Indeed, resentment over Trianon, coupled with desire to reclaim the land lost in it's aftermath, pushed Hungary toward siding with Hitler down the line.","quoteCitation":"Bryan Cartledge, The Will to Survive: A History of Hungary, London: Timewell Press, 2006, 354.","citations":"Lecture 2","quote":"Public life, however, was barren and often squalid. The injustice of Trianon compounded the bitter humiliation of military defeat, eating like a canker into both national morale and public morality. Two threads ran through every segment of the political spectrum save for the socialist left: revision (of Trianon) and anti-Semitism."},{"tag":null,"date":"1920-08-10","title":"Treaty of Sevres","country":"Multiple","description":null,"quoteCitation":null,"citations":null,"quote":null},{"tag":"Treaty","date":"1921-03-18","title":"Treaty of Riga","country":"Poland","description":"After the Bolshevik Revolution, Lenin and Trotsky assumed that a global Communist revolution was not far off. Their Red Army was to march on Berlin, to bring the revolution there; Poland was simply on the path to the rest of the world. Despite this, Józef Piłsudski's army stunningly stopped the Red Army's advance, and they signed a treaty at Riga drawing the border between Poland and what would become the USSR. This marked an end to the Leninist dream of a global communist revolution.","quoteCitation":"Snyder, Timothy. Bloodlands (p. 8). Basic Books. Kindle Edition. ","citations":"Lecture 4","quote":"The Polish victory over the Red Army at Warsaw in August 1920 brought an end to hopes for a European socialist revolution. The treaty between Poland and Bolshevik Russia signed in Riga in March 1921 was the true completion of the postwar settlement. It established Poland’s eastern border, ensured that divided Ukrainian and Belarusian lands would be a bone of contention for years to come, and made of Bolshevism a state ideology rather than an armed revolution. The Soviet Union, when established the following year, would be a state with borders—in that respect, at least, a political entity like others."},{"tag":"State Formation","date":"1922-12-30","title":"Formation of USSR","country":"Russia","description":"In many ways, the Soviet Union was formed as a compromise. Lenin and Trotsky, failing to bring about a global revolution, decided to focus on creating a communist state. As the Leninist framework dictated, the Soviet Union would have people represented by a party, and that party represented by a party elite, with that elite reporting to a Politburo, the Politburo itself usually controlled entirely by one man. The Soviet Union became one of the most important players in 20th Century politics, not just in Eastern Europe, but in the entire world. Within the coming decades, they attempted to spread their ideology through sponsored revolutions in sattelite states all across eastern Europe.","quoteCitation":null,"citations":"Lecture 7","quote":null},{"tag":"Economic","date":"1928-10-01","title":"First 5-Year-Plan","country":"Russia","description":"Karl Marx's vision of revolution was for a capitalist working class to seize the means of industry. However, when it was formed, the USSR was primarily a peasant country. As such, Joseph Stalin enacted plans for rapid industrialization, intended to be a substitute for the years of industrialization in the rest of the capitalist word, so that the Soviet Union could skip the phase of capitalism and go directly to communism. Stalin was a master of manipulating the bureaucracy, and the five-year-plan was his statement of the \"party line\" that nobody dared speak out against. Rapid collectivization as a result of this plan led to mass famines in much of the Soviet Union.","quoteCitation":"Snyder, Timothy. Black Earth (p. 52). Crown. Kindle Edition. ","citations":"Lecture 7","quote":"Communists, like capitalists, had to confront the basic dilemma of maintaining stability in the countryside while satisfying urban populations. In the Soviet Union in the 1920s, those urban populations were a largely theoretical working class inhabiting largely unbuilt cities, to be fed by real peasants who in some places, such as Ukraine, were very attached to their real plots of land… Stalin faced the issue squarely and drew a logical conclusion: The existing Soviet peasant and countryside could and would give way to a future of workers and cities."},{"tag":null,"date":"1929-01-06","title":"Royal Dictatorship in Yugoslavia","country":"Yugoslavia","description":null,"quoteCitation":null,"citations":null,"quote":null},{"tag":"Economic","date":"1931-05-11","title":"Collapse of Credit Anstalt","country":"Austria","description":"At the beginning of the interwar period, Austria, stripped down to a tiny alpine republic, did not have much of an economy to speak of, as much of the Hapsburg industry was concentrated in Bohemia. With that said, between 1922 and 1929, there was a period of political stability under the Christian Social party, and Austria was able to flourish. That all came to a halt with the onset of the Great Depression. In 1931, the largest bank in Austria, the Credit Anstalt, collapsed, bringing 10% of the Austrian GDP with it. This marked a major turning point for all of Eastern Europe, as economic hardship and related unrest created crises for nearly all of the new states created after WWI.","quoteCitation":null,"citations":null,"quote":null},{"tag":null,"date":"1932-10-01","title":"Gombos becomes prime minister","country":"Hungary","description":null,"quoteCitation":null,"citations":null,"quote":null},{"tag":"People","date":"1933-01-30","title":"Hitler becomes chancellor","country":"Germany","description":"Hitler, the most notorious leader in modern history, rose to power in 1933 due to widespread German dissatisfaction. Germany was punished heavily by the Treaty of Versailles, which they found hypocritical and unfair. Also, when Germany surrendered at the end of World War I, no foreign soldiers ever entered their territory--spawning a narrative that their \"heroic soldiers\" had been \"stabbed in the back\" by politicians. Parlimentarism was also failing in Germany at the time, and with the Great Depression hanging over the country like a cloud, the German people wanted change.","quoteCitation":"Snyder, Timothy. Black Earth (p. 35). Crown. Kindle Edition. ","citations":"Lecture 11","quote":"Hitler was named chancellor of a coalition government in January 1933, supported by conservatives and nationalists who believed that they could control him. This was an error. Hitler used the arson of the parliament building in February to limit the rights of German citizens and create a permanent state of exception that permitted him to rule without parliamentary oversight."},{"tag":"Social Movement","date":"1934-02-12","title":"Austrian Civil War","country":"Austria","description":"Austrian politics in the interwar period could be described as a triangular struggle: between center-right Christian Socialists, center-left Social Democrats, and far right nationalists. Notably, not one wanted an Austrian Republic: the Nationalists were German Nationalists, the center-left saw Germany as a kindred spirit, and while the center-right were pro-Austria, the ydid not really care about whether or not it would come in the form of a republic. For a long time, the left was quite popular, but in the aftermath of the Great Depression, unrest was growing in the countryside. It came to a head in February 1934 - the Christian Social paramilitary made a play against the Social Dems, using their paramilitary forces to disarm the Social Dems. Eventually, a left-wing paramilitary unit defended a cache of weapons, leading to a full-scale war. However, the Austrian army came in on the side of the right-wing Heimwehr. This conflict between left and right also frequently fell along city-versus-countryside lines: there was a dramatic incident where the army took up positions in the country around Vienna and shelled left-wing strongholds in the city proper. The civil war ended with the right-wing in charge, but they were still an Austrian nationalist party--for several more years, they would resist falling to German nationalism.","quoteCitation":null,"citations":"Lecture 8","quote":null},{"tag":"Policy","date":"1938-03-11","title":"Anschluss","country":"Austria","description":"After the civil war, Austrian politics were balanced on a knife's edge. The Austrian right had always aligned itself with Italian fascism. However, Mussolini saw that he would be unable to defend Austria against German advances, and washed his hands of the matter. Hitler saw in this an opportunity. Taking advantage of the economic unrest because of the great depression, Hitler and Austrian nazis began to push for Anschluss. After an intimidation campaign , the Austrian chancellor yielded to threats of a German invasion, and Austria ceased to exist. This led to a massive rise of violence against Jews, as Austrians began to accept the politics of their new state.","quoteCitation":"Snyder, Timothy. Black Earth (p. 82). Crown. Kindle Edition. ","citations":"Lecture 8","quote":"At 7:57 p.m. Schuschnigg announced his decision not to defend Austria from Hitler. At that moment the Austrian state in effect ceased to exist … Popular opinion assimilated the meaning of the end of Austria far more quickly than even Nazis in Vienna or Berlin expected. That same evening crowds appeared on the streets, shouting Nazi slogans and looking for Jews to beat. That first night of lawlessness in Austria was more dangerous for Jews than the preceding two decades of Austrian statehood. Their world was gone."},{"tag":"Treaty","date":"1938-09-30","title":"Munich Conference","country":"Czechoslovakia","description":"After consolidating power in Germany, Hitler was not satisfied. He looked to Czechoslovakia and saw land populated by ethnic Germans, as well as a thriving arms industry. Invoking the rhetoric of national-self determination that the Entente had used just a few decades prior, Hitler claimed the rim of Czechoslovakia for his own, and the Four Powers essentially watched it happen, hoping that Hitler would be satisfied. This changed the balance of power in Europe, and put Hitler squarely in the driver's seat -- the Four Powers essentially had signaled that they were not going to stand up to his eastward expansion.","quoteCitation":"John Lukacs, The Last European War: September 1939-December 1941, New Haven: Yale University Press, 2001, 8-53.","citations":"Lecture 8","quote":"Chamberlain had justified his going to Munich to himself and to his people as an inevitable “compromise”, a sacrifice for the sake of maintaining the peace of Europe, a kind of painful amputation that, in the circumstances, simply had to be done. The amputation was, however, followed by the near-total neglect of the patient. Not only had the rest of Czechoslovakia become now a sorry ward of Germany, entirely within Hitler’s sphere of influence, but also the British, and consequently, the French, acted as if they were letting most of Eastern Europe go that way."},{"tag":"War","date":"1938-11-09","title":"Kristallnacht","country":"Germany","description":"Kristallnacht is one of the defining moments of the Holocaust - the night of the broken glass, where the Nazis attacked Jewish storefronts, homes, and synagogoues. While Germany was the epicenter of the Holocaust, and terrible events did take place, many of the most horrible atrocities took place outside of Germany. In Germany, the Nazis were bounded by the limits of the German State. Here, Naxis had to use the assassination of a German diplomat as an excuse to carry out their program. On the other hand, when there was no state infrastructure, such as the brief time period in post-Anschluss Austria, violence could be and was unproboked.","quoteCitation":"Snyder, Timothy. Black Earth (pp. 87-88). Crown. Kindle Edition. ","citations":"Lecture 11","quote":"The Kristallnacht pogroms showed not only what the destruction of Austria had enabled, but also the limits of applying the violent side of the Austrian model within Germany. In Austria, public violence was possible during the interval between the end of Austrian authority and the consolidation of German authority. Such an opening could not really be created in Germany. The German state was to be mutated but not destroyed."},{"tag":"War","date":"1939-08-23","title":"Molotov-Ribbentrop Pact","country":"Russia","description":"As Europe hurtled toward war, Poland, holding the land between great powers, was in a precarious situation. With that said, nobody saw the Molotov-Ribbentrop pact coming. Hitler envisioned war, but he thought his Wehrmacht would be invading the USSR with Poland as an ally. Poland assumed that Germany would not invade the USSR without their help, and similarly, that the USSR would not invade German without a Polish alliance. What Poland did not predict was that Germany and the USSR would set aside their differences to jointly attack Poland. This invasion showed the rest of the world that Hitler would not be satisfied with appeasement: he wanted a war of aggression. ","quoteCitation":"Snyder, Timothy. Black Earth (p. 103). Crown. Kindle Edition. ","citations":"Lecture 10","quote":"In 1939, Hitler reached the same conclusion that Stalin had reached in 1934: Since Poland was no longer a conceivable ally in a European war, it had no reason to exist. Molotov spoke of Poland as the “ugly offspring” and Hitler of Poland as the “unreal creation” of Versailles. Stalin proclaimed a “common desire to get rid of the old equilibrium.”"},{"tag":"Policy","date":"1939-10-12","title":"Formation of Generalgouvernment","country":"Poland","description":"If the presence of a state limited Nazi atrocities, the lack of one allowed atrocities to occur unchecked. When they invaded Poland, Germany brought an imperial logic to Europe for the first time. They created a colony in Poland called the \"General Government\" where lawlessness was law. In this new zone, it was easy to justify taking property from and relocating native Jews: there were no laws to protect them. ","quoteCitation":"Snyder, Timothy. Black Earth (p. 109). Crown. Kindle Edition. ","citations":null,"quote":"Much of central Poland was transformed into a colony known as the “General Government.” It was initially called the “General Government of the Occupied Polish Lands,” but this qualification was dropped because of its suggestion that Poland had once existed. According to Nazi logic there was no occupation, but rather a colonization of legally “empty” territory. The degree of freedom was even greater here than in the new Gaue, since there was not even the pretense of German law. Jews had often been beyond the world of moral concern in interwar Poland; now they were beyond the reach of law and indeed the ambit of daily life."},{"tag":"War","date":"1940-04-04","title":"Katyn","country":"Russia","description":"In the forest at Katyn, Soviet NKVD units rounded up and killed Polish elites en masse. This was part of their strategy of state destruction - without an elite class, there could be no state, and Poland would in the future be susceptible to the installation of a new, communist government. ","quoteCitation":"Snyder, Timothy. Black Earth (p. 122). Crown. Kindle Edition. ","citations":"Lecture 10","quote":"From the Soviet perspective the most dangerous Polish group was the officer class. It represented a threefold threat: It was the leadership of an enemy army; some of its senior officers were veterans of campaigns against the USSR; and its reserve officers represented the Polish educated classes. The Soviets saw the Polish educated classes as the basis for the Polish political nation… In April 1940, some 21,892 Polish officers and other Polish citizens were shot by NKVD officers in the Katyn Forest and at four other sites."},{"tag":"War ","date":"1940-05-20","title":"Auschwitz Opens","country":"Poland","description":"Auschwitz, as the best known concentration camp, was the representative symbol of the Holocaust. The Germans didn't have the same expertise as the Soviets in carrying out mass killing at the start of the war, but in camps like Auschwitz, they efficiently murdered millions of Jews over the course of the second World War. With that said, it's important to recall that the killing of Jews did not only take place in camps like Auschwitz, where people did not know what exactly was taking place.","quoteCitation":"Snyder, Timothy. Black Earth (p. 207). Crown. Kindle Edition. ","citations":null,"quote":"Auschwitz symbolizes the intention to murder all Jews under German control, and Jews from every corner of the German empire were murdered in its gas chambers. Some Jews survived Auschwitz because it remained, to the end, a set of camps as well as a death facility, where Jews were selected for labor as they entered… Yet the vast majority of Jews had already been murdered, further east, by the time that Auschwitz became a major killing facility… In the East, where tens of thousands of Germans shot millions of Jews over hundreds of death pits over the course of three years, most people knew what was happening."},{"tag":"War","date":"1941-06-22","title":"Operation Barbarossa","country":"Germany","description":"After Poland had been destroyed, Germany turned to the Soviet Union, which had been their objective all along. Breaking the treaty they signed less than two years prior, Operation Barbarossa was the code name for the German invasion of the Soviet Union. It marked the beginning of one of the bloodiest wars in world history, both in terms of soldiers and civilians.","quoteCitation":"Snyder, Timothy. Bloodlands (p. 155). Basic Books. Kindle Edition. ","citations":"Lecture 10","quote":"In the history of the bloodlands, Operation Barbarossa marks the beginning of a third period. In the first (1933–1938), the Soviet Union carried out almost all of the mass killing; in the second, during the German-Soviet alliance (1939–1941), the killing was balanced. Between 1941 and 1945 the Germans were responsible for almost all of the political murder."},{"tag":"War","date":"1943-04-19","title":"Warsaw Ghetto Uprising","country":"Poland","description":"The Warsaw Ghetto uprising was one of the largest and most symbolic examples of organized Jewish resistance to German occupation. The attempt was futile - within a month, the Ghetto was burned to the ground--but the goal of the resistance was not strictly about staying alive. Many of the Jews in the ghetto, aware of the harsh reality, had already resigned themselves to death. Rather, the fighters in the Warsaw ghetto claimed to be fighting for human dignity, both for Jews and for everyone else. ","quoteCitation":"Snyder, Timothy. Bloodlands (p. 286). Basic Books. Kindle Edition. ","citations":"Lecture 13","quote":"[Himmler] decided that the ghetto must be destroyed not only as a society but as a physical place. That neighborhood of Warsaw was of no value to the racial masters, since houses that had been (as Himmler put it) “used by subhumans” could never be suitable for Germans… Again, its immediate purpose was not to kill all the Jews but, rather, to redirect their labor power to concentration camps, and then to destroy the ghetto … Jewish laborers from Warsaw would be worked to death at other sites."},{"tag":"Treaty","date":"1945-02-04","title":"Yalta Conference","country":"Multiple","description":"The Postwar settlement at Yalta saw Russia, the UK, and the US meet to discuss the future of Europe. One of the main things dicussed was how to handle the Polish question. Stalin, adamant about keeping a buffer between Europe and Russia, claimed a bunch of land from Poland; in return, Poland received German land, but also responsibility for relocating 10 million Germans. This is but one example of how the ideas of national self-determination and ethnic cleansing are intertwined.","quoteCitation":"Snyder, Timothy. Bloodlands (pp. 313-314). Basic Books. Kindle Edition. ","citations":"Lecture 13","quote":"At the conference with his British and American allies at Yalta in February 1945 Stalin made himself understood, and had no reason to expect opposition. Roosevelt and Churchill would not object as Stalin took again the lands that he had received from Hitler: half of Poland, as well as the Baltic States and northeastern Romania. Stalin would compensate Poland, his communist Poland, by punishing Germany. Poland would be shifted to the west, absorbing German territory... In the lands that Stalin foresaw as Polish lived no fewer than ten million Germans. Moving them out, or keeping them out, would be the task of a government dominated by Polish communists."},{"tag":"Policy","date":"1947-04-28","title":"Operation Vistula","country":"Poland","description":"Yet another example of ethnic cleansing happened in Poland in 1947. Codenamed Operation Vistula, and choregraphed with Soviet Leadership in Moscow, Polish forces forcibly resettled nearly 150,000 Ukrainians, with the goal to \"drown them in a Polish sea\" and remove the influence of their culture. To create a national state, the Poles turned to policies of ethnic cleansing.","quoteCitation":"Snyder, Timothy. Bloodlands (p. 328). Basic Books. Kindle Edition. ","citations":"Lecture 14","quote":"Communist Poland had no Gulag, but in 1947 its rulers did propose a “final solution” to their “Ukrainian problem”: by the dispersion of remaining Ukrainians far from home but within the boundaries of Poland. Between April and July 1947, the Polish regime itself carried out one more operation against Ukrainians on its territory, under the cryptonym “Vistula.” Some 140,660 Ukrainians, or people identified as such, were resettled by force from the south and southeast of the country to the west and north, to the “recovered territories” that until recently had been German."},{"tag":"State Formation","date":"1948-03-27","title":"The Tito-Stalin Correspondence","country":"Yugoslavia","description":"Tito's Yugoslavia was an exceptional Communist state: it was formed without the help of the Soviet union. This both gave Tito pride and confidence in his government, as well as caused the Soviet Union to worry about whether or not Tito could be contained. Tito wanted to continue his revolution and spread communism, while Stalin wanted to maintain the status quo, leading to what is known as the \"Tito-Stalin Split\" between the two leaders. They exchanged several letters which demonstrate this relationship over the course of 1948. ","quoteCitation":"Yugoslav Response, as cited in Gale Stokes, From Stalinism to Pluralism, New York: Oxford University Press, 1997, 60.","citations":"Lecture 16","quote":"No matter how much each of us loves the land of socialism, the U.S.S.R., he can, in no case, love his own country less, which also is developing socialism-in this concrete case the FPRY- for which so many thousands of its most progressive people fell.\" We know very well that this is similarly understood in the Soviet Union."},{"tag":"Treaty","date":"1949-04-04","title":"Formation of NATO","country":"Multiple","description":"NATO was formed in the aftermath of the second World War as a defensive alliance amongst the capitalist powers, including America and many countries in Europe. This helped put a check on the USSR, and prevented them from invading some of the smaller European countries. Down the line, NATO has taken on added meanings. After the EU was founded, NATO enlargement seemed like a simpler alternative -- mutual defense is a simpler concept than economic collaboration. And, then and now, Russia has claimed to be threated by NATO. Stalin saw it as a threat then, and today in 2022, prominent Russians have  cited NATO encroachment as a justification for an invasion of Ukraine. ","quoteCitation":"Snyder, Timothy. Bloodlands (p. 362). Basic Books. Kindle Edition. ","citations":"Lecture 21","quote":"Stalin faced again, at least in his own increasingly troubled imagination, encirclement by enemies… Stalin apparently believed that a Third World War was inevitable, and reacted to what he saw as the coming threat much as he had in the late 1930s. In some respects, the international situation could seem more threatening now than then... As of April 1949, the most important of [the capitalist powers] were united in a new military alliance, the North Atlantic Treaty Organization, or NATO."},{"tag":null,"date":"1949-08-18","title":"Formation of Hungarian People's Republic","country":"Hungary","description":null,"quoteCitation":null,"citations":null,"quote":null},{"tag":"People","date":"1952-11-20","title":"Slansky Show Trial","country":"Czechoslovakia","description":"To assert dominance, Stalinists would hold \"show trials\", various productions where political enemies would be tried for \"deviations\", whether to the left or to the right. The Right-wing deviations usually had to do with nationalism, such as what happened in Yugoslavia; whereas the left-wing show trials usually had to do with punishing Jews. In Czechoslovakia, Rudolph Slansky was a Jewish communist tried for Nazi-ism; the absurdity of the trials punctuated by the idea of trying a so-called \"fascist\" for a \"left-wing\" deviation.","quoteCitation":"The Czechoslovak Political Trials, as cited in Gale Stokes, From Stalinism to Pluralism, New York: Oxford University Press, 1997, 76.","citations":"Lecture 16","quote":"The trial began, staged according to a scenario and timetable prepared in advance. Only once did the prosecutor leave out a question, and the accused, having memorized his sequence of questions and answers, reply to the question he should have been asked, instead of the one actually put to him."},{"tag":"People","date":"1953-03-05","title":"Death of Stalin","country":"Russia","description":"Stalin's health ailed toward the end of his life, and the iron grip he held on the Politburo for so long had begun to falter in the years prior to his death. Still, when Stalin died, it left a power vacuum in the Soviet Union that remained unfilled for several years. For years, Russians, as well as party leaders in sattelite states, looked to Stalin to tell them what to do. In the core USSR, the question became: who would define the party line? Outside, the question was: which party official should you choose to be your patron?","quoteCitation":null,"citations":null,"quote":null},{"tag":"Treaty","date":"1955-05-14","title":"Warsaw Pact","country":"Multiple","description":"The Warsaw Pact was the Russian Response to NATO: another mutual defense pact, but for states in the Soviet sphere of influence. It was the Warsaw Pact that became responsible for implementing the Brezhnev Doctrine later, as evidenced by the joint Warsaw Pact invasion of Czechslovakia.","quoteCitation":null,"citations":null,"quote":null},{"tag":"Policy","date":"1956-02-25","title":"Secret Speech","country":"Russia","description":"The Secret Speech, in many ways, marked the Soviet Union's departure from Stalinism. Behind closed doors––although, clearly, the secret is out now––Khruschev's speech criticized Stalin's policies in a way that had never before been done.  ","quoteCitation":"Thomas W. Simons, Jr., Eastern Europe in the Postwar World, New York: St. Martin's, 1993, 97. ","citations":"Lecture 17","quote":"Khrushchev's secret speech of February 1956 was a shock everywhere in Eastern Europe's post-Stalin landscape, but in Poland and Hungary it produced disillusionment bordering on religious conversion among the Communist intelligentsia… Their extreme feelings of guilt became a moral commitment never again to collude in such crimes and a dedication to a new Communist purity and idealism. "},{"tag":"Social Movement","date":"1956-10-23","title":"Hungarian Revolution","country":"Hungary","description":"In the aftermath of the Secret Speech, countries that had relied on the patronage system to determine policy were left headless. For years, they had treated Stalin's word as the word of God; suddenly, Khruschev said that Stalin had been wrong. First, Poland plunged into chaos. In Hungary, there were student protests to express solidarity with Poland, which grew into a full scale revolution. Hungary is a perfect example of a post-Stalin power struggle. Imre Nagy was associated with Malenkov, while Matyas Rakosci was associated with Khruschev. Eventually, the Red Army had to move into Hungary to quell the revolution, and just as Khruschev emerged victorious in Russia, so too did Rakosci in Hungary. Nagy was seized, and later killed. This was a ways away from the downfall of the USSR, but it's one example that shows that not every sattelite state was content with the status quo.  ","quoteCitation":null,"citations":"Lecture 17","quote":null},{"tag":"Treaty","date":"1957-03-25","title":"Treaty of Rome","country":"Multiple","description":"American economic might was a big part of why the Allies emerged triumphant in the second World War, and after losing their colonies, the European states were unable to compete on the world stage economically. As such, In 1957, the Treaty of Rome established the European Economic Community, linking the economies of the various Western European states together. At first, all collaboration between European states was purely economic, but soon, this led to political cooperation. ","quoteCitation":null,"citations":"Lecture 21","quote":null},{"tag":"Social Movement","date":"1968-01-05","title":"Prague Spring","country":"Czechoslovakia","description":"When Alexander Dubcek became secretary general of the Communist party in Czechoslovakia, he decided to permit free speech and free expression. Of course, as historian Tim Snyder notes, when you let people have free speech, sometimes they begin to say things you do not want them to say. The resultant period of protests in Czechoslovakia became known as the Prague Spring. Eventually, the Soviet Union became so alarmed by the incessant questioning of Communism that they, along with the Warsaw Pact, invaded Cezchoslovakia and reinstalled a more obedient regime. ","quoteCitation":"Ludvik Vaculik, a commentator during the Prague Spring, as cited in Gale Stokes, From Stalinism to Pluralism, New York: Oxford University Press, 1997, 126.","citations":"Lecture 18","quote":"After the war, people had great confidence in the Communist party, but … incorrect leadership turned the party from a political party and ideological grouping into a power organization which became very attractive to power-hungry egotists, reproachful cowards, and people with bad consciences."},{"tag":"Policy","date":"1968-09-26","title":"Brezhnev Doctrine","country":"Russia","description":"The Brezhnev Doctrine, in many ways, was a direct response to the Prague Spring. Many hoped that the USSR was growing more tolerant, but after the Warsaw Pact invasion of Czechoslovakia, it became clear that they would not put up with major deviations. Leonid Brezhnev outlined in a speech that the USSR would consider a transition to Communism permanent, and would back it up with force as need be. Though the USSR never admitted it, many observers thought this doctrine guided Soviet policy until the Gorbachev years. ","quoteCitation":"Leonid Brezhnev, as cited in Gale Stokes, From Stalinism to Pluralism, New York: Oxford University Press, 1997.","citations":null,"quote":"Experience bears witness that in present conditions the triumph of the socialist system in a country can be regarded as final … the borders of Poland, the GDR and Czechoslovakia, as well as any other Warsaw Pact Member, are stable and inviolable. These borders are protected by all the armed might of the socialist commonwealth."},{"tag":"Policy","date":"1975-08-01","title":"Helsinki Final Act","country":"Multiple","description":"The Helsinki Accords, signed in 1975, served as the settlement to confirm the borders finalized in the second World War. However, there was a large section on Human Rights in the accords, and by signing the Accords, the Soviet Union essentially legalized discourse about human rights across their sphere of influence. In the wake of their signing, many groups sprung up around the Soviet Union and the other states behind the Iron Curtain, advocating for human rights in the wake of these accords.","quoteCitation":null,"citations":null,"quote":null},{"tag":"People","date":"1978-10-16","title":"John Paul II elected pope","country":"Poland","description":"John Paul II was a Polish pope––indeed, the first non-Italian pope since the 1500s––who was immensely popular in Poland. He spoke to millions of people, and was a part of the Second Vatican. He had a human-rights focused approach, and under him, the Roman Catholic church in Poland weilded incredible influence.","quoteCitation":"Gale Stokes, From Stalinism to Pluralism, New York: Oxford University Press, 1997, 193.","citations":"Lecture 19","quote":"John Paul Il's tremendous personal appeal, as well as the nationalist overtones of the visit, which are apparent in the portions of one of his homilies that follow, helped create the conditions in which Solidarity could emerge a year later. After a generation of debasement of public rhetoric, the airing of John Paul's ethical, moral, and national appeals to literally millions of people in the face of official foot-dragging demonstrated to ordinary Poles that it was possible to discuss public affairs in a vocabulary that did not derive from the single-party state."},{"tag":"Social Movement","date":"1980-08-31","title":"Solidarity ","country":"Poland","description":"The Solidarity Movement in 1980, along with Hungary in 1956 and Czechoslovakia in 1968, is one of the prime examples of resistance to Communism in Eastern Europe. In response to rising prices, Polish workers banded together to reform \"civil society.\" The revolution was notable in that it was led by workers, but sought non-material gains. In addition, it was both non-violent and self-limiting, focusing only on changing civil society, not the government itself. In the 16 months Solidarity was legal, suicide statistics and alcoholism went way down with the accompanying rise in free speech. However, much like the aforementioned previous instances of resistance, Solidarity proved unacceptable to the Soviets in Moscow, but the USSR did not want to invade directly. Instead, they pressured the Polish government until the Poles essentially invaded themselves with riot police, forcing Solidarity underground. ","quoteCitation":null,"citations":"Lecture 19","quote":null},{"tag":"People","date":"1985-03-11","title":"Mikhail Gorbachev comes to power","country":"Russia","description":"In 1985, Mikhail Gorbachev took over as the final leader of the Soviet Union. Understanding that the Soviet Union was in decline, he enacted policies of economic reform, known as perestroika, as well as greater openness, known as glasnost. He overestimated the openness his subjects would have toward reform, and these policies aimed at saving the soviet union instead helped set it on the path toward destruction.","quoteCitation":"Mikhail Gorbachev, as cited in Gale Stokes, From Stalinism to Pluralism, New York: Oxford University Press, 1997, 290.","citations":"Lecture 20","quote":"Thanks to this restructuring, the USSR will be able to be a full fledged participant in this kind of honest, equitable, and constructive compeittion. Despite all our current shortcomigns and lagging, we are well aware of the strong aspects of our social system that stem from its essential charactistics. And we are sure that we will be able to use them for the benefit of both ourselves and Europe. "},{"tag":"State Formation","date":"1989-04-05","title":"Polish Round Table Talks","country":"Poland","description":"As the Soviet Union began to collapse, unrest was rising in Poland. In 1988, major strikes took place in response to economic struggles, and negotiations began to figure out how to best get the country back on track. In the end, a bicameral legistlature was created, and elections were held, with Solidarity becoming a legitimate party. The elections were an absolute landslide in favor of Solidarity, giving them a complete mandate and leading to the end of communism in Poland.","quoteCitation":null,"citations":"Lecture 20","quote":null},{"tag":"State Formation","date":"1989-06-10","title":"Hungarian Round Table Talks","country":"Hungary","description":"Following in the footsteps of the Polish model, Hungary had it's own round-table talks. Unlike Poland, they had not had a period of free-speech during their time under Soviet Influence, so in some ways, their discourse was behind the Poles. They were too focused on symbolic gestures rather than real action; for example, they reburied Imre Nagy on June 16th, focusing on creating a martyr without resolving the question of future leadership. With that said, the talks set Hungary on the path away from Communist influence.","quoteCitation":null,"citations":"Lecture 20","quote":null},{"tag":"State Formation","date":"1989-11-09","title":"Fall of the Berlin Wall","country":"Germany","description":"The Fall of the Berlin wall may be the most symbolic event marking the end of Communism. It followed shortly on the heels of round-table talks in Poland, and to many, marked the end of the Cold war. Soon after, Germany was reunified. It is of limited relevance to Eastern Europe, other than marking the beginning of the end for East Germany being a communist state.","quoteCitation":null,"citations":"Lecture 20","quote":null},{"tag":"Treaty","date":"1993-11-01","title":"Formation of the EU","country":"Multiple","description":"Eventually, economic cooperation amongst European states led to political cooperation as well. At first, this only applied to Western Europe, to the chagrin of every state to the east. Eastern European states bristled at first, claiming that they were \"more European\" than those states in the EU, but eventually the benefits outwieghed the costs and many of those states sued for EU membership. Because the Copenhagen Criteria for EU membership included being a democracy and market economy, countries wishing to join the EU actually were under a large political infleunce. Joining the EU was so popular that many of these former Warsaw Pact countries were pushed toward democracy. ","quoteCitation":null,"citations":"Lecture 21","quote":null},{"tag":"State Formation","date":"1995-11-21","title":"Dayton Accords","country":"Yugoslavia","description":"In the early 1990s, Yugoslavia's communist party collapsed. In the resulting scramble, Croatia declared independence, in a moved backed by the European community. The Serbs, under the leadership of Slobodan Milošević, opposed the breakup of Yugoslavia, tried to maintain their ethnic dominance over the area with dramatic levels of ethnic cleansing. Eventually, with the support of NATO, the tide turned agianst the Serbs. After several shaky attempts at peace, a treaty was finally finalized and implemented--now, known as the Dayton Accords. The peace was criticized for implicitly supporting the ethnic cleansing that took place during the conflict.  ","quoteCitation":"Alan Little and Laura Silber, Yugoslavia: Death of a Nation, New York: Penguin, 1997.","citations":"Lecture 22","quote":"The US, like the European Union and the United Nations before it… turned a blind eye to his complicity in the crimes that were committed in the prosecution of Serbian war aims… But the big winner was Franjo Tudjman's Croatia. His complicity in atrocities … has also been conveniently overlooked in the interests of securing peace. Washington brought peace to the Balkans, but there was little talk of honor or justice. It came as a result of treating with the guilty men of Yugoslavia's killing fields. The settlement had the effect of strengthening the hand -in their respective states - of the two men on whose shoulders the lion's share of the responsibility for Yugoslavia's tragedy lies. "},{"tag":"War","date":"2022-02-24","title":"2022 Russian Invasion of Ukraine","country":"Russia","description":"In Februrary 2022, the Russian Federation invaded Ukraine under the pretext of de-Nazification. In many ways, this invasion brings the past 108 years full-circle. At the beginning of the century, we saw the formation of nation-states, followed by their destruction at the hands of expansionist empires. At the end of the 20th century, the nation-state is on the rise again; but Russia has returned to Hitler's old playbook with the current invasion. The outcome of this war could set the tone for the next 50 years in Europe. Will nation-states prevail, or will it be an Age of Empires again?","quoteCitation":null,"citations":null,"quote":null},{"tag":"Social Movement","date":"2004-11-22","title":"Orange Revolution","country":"Ukraine","description":"In the wake of widespread election interference in 2004, massive protests broke out all across Ukraine. The protests ended up a success for democracy - the fraudulent election was annulled, and Viktor Yushchenko, the loser of the rigged election, rightfully was able to take power. This was a victory for Ukrainian democracy during the first time it had truly been put to the test since Ukraine had become independent.","quoteCitation":null,"citations":"Lecture 24","quote":null},{"tag":"War","date":"1943-02-02","title":"Battle of Stalingrad","country":"Russia","description":"The battle at Stalingrad was one of the bloodiest battles in world history, but it also marked a major turning point in the war. After a failed siege, German armies were forced to withdraw.","quoteCitation":"Snyder, Timothy. Black Earth (p. 216). Crown. Kindle Edition. ","citations":null,"quote":"In early 1943, after the German surrender at Stalingrad, the tide of the war turned visibly against Germany."},{"tag":"State Formation","date":"1991-12-26","title":"Dissolution of the Soviet Union","country":"Russia","description":"The official end of the Soviet Union marked the end of the reign dominant power in Eastern Europe throughout much of the 20th century. Russian President Boris Yeltsin ran a successful coup, and began recognizing former soviet states as independent; the union was formally dissolved soon after. Just a few years prior, nobody would have guessed the end was coming, but by the end of 1991, the Soviet Union ceased to exist. ","quoteCitation":null,"citations":null,"quote":null},{"tag":"People","date":"1953-09-14","title":"Khruschev comes to power","country":"Russia","description":"Following Stalin's death, Nikita Khruschev became the leader of the Soviet Union. In addition to the Secret Speech, Khruschev is known for \"the thaw\", or a period of loosening in the post-stalin years. ","quoteCitation":null,"citations":"Lecture 17","quote":null}]